Repository: neharix/sc_mark
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tk

source: Admin page
tk: Dolandyryjy sahypasy

source: Language
tk: Dil

source: Dev utils
tk: Programmist gurallary

source: Download logs
tk: Loglary ýüklemek

source: Download logs from backend server
tk: Backend serweriň loglaryny ýüklemek

source: Clear logs
tk: Loglary arassalamak

source: Clear logs of backend server
tk: Backend serweriň loglaryny arassalamak

source: Get JSON dump
tk: JSON ätiýaçlyk faýlyny almak

source: Exports a JSON dump (Django-friendly) and media file archive from the backend server
tk: Backend serwerden JSON ätiýaçlyk faýlyny (Django üçin amatly) we media faýl arhiwini eksport edýär

source: Get SQL dump
tk: SQL ätiýaçlyk faýlyny almak

source: Exports a SQL dump from the backend server
tk: Backend serwerden SQL ätiýaçlyk faýlyny eksport edýär
